Repository: astanx/anime_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# prev_episode
source: Previous episode
ru: Предыдущий эпизод

source: Next episode
ru: Следующий эпизод

source: Skip opening
ru: Пропустить опенинг

source: Skip ending
ru: Пропустить эндинг

# episode_count
source: {count, plural, =0{No episodes} =1{1 episode} other{{count} episodes}}
ru: {count, plural, =0{Нет эпизодов} =1{1 эпизод} other{{count} эпизодов}}

source: Ongoing
ru: Выпускается

source: Movie
ru: Фильм

source: Series
ru: Сериал

source: Franchise
ru: Франшиза

source: Torrent
ru: Торрент

source: Collection
ru: Коллекция

# url_error
source: Could not launch URL
ru: Не удалось открыть ссылку

# collection_planned
source: Planned
ru: Планируется

# collection_watched
source: Watched
ru: Просмотрено

# collection_watching
source: Watching
ru: Смотрю

# collection_postponed
source: Postponed
ru: Отложено

# collection_abandoned
source: Abandoned
ru: Брошено

source: Kodik player
ru: Плеер Kodik

# episode
source: {count, plural, =0{Episode} other{Episodes}}
ru: {count, plural, =0{Эпизод} other{Эпизоды}}

# anime_search_placeholder
source: Enter anime title
ru: Введите название аниме

# no_anime_found
source: No anime found for {query}.
ru: Аниме с названием {query} не найдено.

source: My Collections
ru: Мои коллекции

source: Loading your collection...
ru: Загрузка вашей коллекции...

# no_collection
source: No items found in this collection
ru: В этой коллекции нет элементов

source: No favourites found.
ru: Избранное не найдено.

# favourites
source: Favoruties
ru: Избранное

source: No history found.
ru: История пуста.

# last_watched_episode
source: Last watched episode: {last_watched}
ru: Последний просмотренный эпизод: {last_watched}

source: Continue with Kodik
ru: Продолжить с Kodik

# continue_with_episode
source: Continue with episode {episode}
ru: Продолжить с эпизода {episode}

# continue_watching_episode
source: Continue watching episode {episode}
ru: Продолжить просмотр эпизода {episode}

# no_new_episodes
source: There are no new episodes
ru: Новых эпизодов нет

# login_title
source: Login with Anilibria
ru: Войти через Anilibria

# login_label
source: Username
ru: Логин

# password_label
source: Password
ru: Пароль

# login_empty_error
source: Please enter your login
ru: Пожалуйста, введите логин

# password_empty_error
source: Please enter your password
ru: Пожалуйста, введите пароль

# submit_button
source: Submit
ru: Отправить

# no_account_text
source: Don't have account?
ru: Нет аккаунта?

# register_text
source: Register
ru: Регистрация

source: Home
ru: Главная

source: Search
ru: Поиск

source: History
ru: История

# app_title
source: Watch anime
ru: Смотри аниме

source: Exit
ru: Выйти

source: Genres
ru: Жанры

source: This week
ru: На этой неделе

source: Latest releases
ru: Последние релизы

source: Search anime
ru: Поиск аниме

source: View anime
ru: Смотреть аниме

source: View film
ru: Смотреть фильм

source: Continue watching movie
ru: Продолжить просмотр фильма

source: Select playback speed
ru: Выбрать скорость воспроизведения

source: Playback speed
ru: Скорость воспроизведения

source: Quality
ru: Качество

source: Retry
ru: Попробовать снова

# server_unavailable
source: Server is currently unavailable
ru: Сервер временно недоступен

source: Subtitles
ru: Субтитры

# anilibria_mode
source: Continue with anilibria (Russian anime)
ru: Продолжить с Anilibria (русская озвучка)

# subtitle_mode
source: Continue with subtitles or dub
ru: Продолжить с субтитрами или дубляжом

source: Recommended
ru: Рекомендация

source: Subtitle
ru: Субтитры

# choose_mode
source: Choose your preferred mode
ru: Выберите предпочитаемый режим

# you_can_change_later
source: You can change this later
ru: Вы можете изменить мод позже

source: Disable subtitles
ru: Отключить субтитры

source: Subtitle translate Language
ru: Язык перевода субтитров
